{
  "video_file": "data/videos/narrative_video_2.mp4",
  "source_image": "data/images/gemini_image_2.png",
  "prompt_used": "Genera un video ASMR de 4-6 segundos para Veo3, titulado \"Fábrica de Sueños Acuáticos - Secuencia 2: El Corazón\",  continuando la narrativa de la secuencia anterior.\n\n**Visuales:**\n\n* **Enfoque principal:** Máquina central que genera burbujas de colores (rosa, naranja, verde, amarillo) flotando lentamente, creando patrones hipnóticos.  La cámara realiza un acercamiento suave y fluido, rotando ligeramente alrededor de la máquina para revelar texturas y detalles.  La iluminación debe ser cálida y suave, creando un ambiente submarino.\n* **Movimiento de cámara:** Un suave movimiento circular de 360 grados alrededor de la máquina, a velocidad constante,  enfatizando las texturas metálicas y los movimientos de las burbujas. \n* **Transiciones:**  Sin transiciones abruptas; el movimiento de cámara proporciona una transición fluida y natural.\n* **Estética:**  Estética limpia y minimalista,  similar a videos virales de TikTok.  Sin efectos visuales adicionales.\n\n**Audio (ASMR):**\n\n* **Sonidos principales (prioridad alta):**\n    * Burbujas explotando suavemente (prioridad alta). Captura la sensación de popping sutil y ligero.\n    * Tapping suave al girar una válvula de control (prioridad alta).  El sonido debe ser claro y definido.\n    * Susurros metálicos de la maquinaria (prioridad media).  Subtle y atmosférico.\n    * Crujidos metálicos suaves (prioridad baja) como trasfondo.  Muy sutil.\n    * Sonidos de máquinas industriales (prioridad baja):  Un zumbido profundo y relajante de bajo volumen como base ambiental.\n* **Ambiente:** Simulación de ambiente submarino tranquilo, con sonidos lejanos de criaturas marinas (muy sutil) para realzar la atmósfera.  El sonido debe ser binaural para una mayor inmersión.\n* **Efectos:** Ningún efecto de ecualizador o audio visible.  Solo sonidos orgánicos y naturales.\n* **Mezcla:** El audio debe mezclarse cuidadosamente para que los sonidos ASMR sean prominentes, pero que el ambiente submarino se mantenga como una base constante y relajante.\n\n**Narrativa:**\n\n* Crea una sensación de misterio y anticipación para la siguiente secuencia. La cámara y los sonidos deben sugerir un movimiento continuo dentro de la fábrica.\n\n**Requisitos técnicos Veo3:** Optimizar la resolución y el formato de video para una experiencia óptima en la plataforma Veo3.  Priorizar la calidad del audio.\n\n\nEste prompt prioriza la generación de un video corto, atractivo y viral, enfocándose en la calidad de los elementos visuales y sonoros ASMR.",
  "generation_method": "ffmpeg_narrative",
  "status": "generated",
  "asmr_enabled": true,
  "narrative_sequence": true,
  "duration": "5 seconds",
  "timestamp": "2025-09-10T22:47:07.654214"
}