{
  "video_file": "data/videos/narrative_video_3.mp4",
  "source_image": "data/images/gemini_image_3.png",
  "prompt_used": "Genera un video ASMR de 4-6 segundos para Veo3, titulado \"Fábrica de Sueños Acuáticos - Secuencia 3: Mundo de Burbujas\",  continuando la narrativa de las secuencias anteriores.  El video debe tener una estética viral de TikTok.\n\n**Visuales:**\n\n* Una burbuja gigante, translúcida e iridiscente, ocupa la mayor parte del encuadre.  Su superficie debe mostrar sutiles ondulaciones y reflejos.\n* Dentro de la burbuja, un microcosmos submarino con peces de colores vibrantes (2-3 peces pequeños, con movimientos lentos y suaves), corales rosados y plantas marinas delicadas.  Todo en miniatura, con un enfoque en texturas detalladas.\n* La burbuja se expande ligeramente antes de explotar suavemente, liberando partículas luminosas que se dispersan lentamente.  La explosión debe ser suave y sin brusquedades.\n*  Movimiento de cámara:  Un suave zoom hacia la burbuja al inicio, luego un ligero giro alrededor de la burbuja antes de su explosión, finalizando con un suave enfoque en las partículas dispersas.  Transición entre los puntos de vista debe ser gradual y sin cortes abruptos.\n\n\n**Audio (ASMR):**\n\n* **Sonido principal:**  Explosión de burbuja sutil y crepitante (como el chasquido de una burbuja gigante que estalla lentamente).  Incluir el sonido de 2-3 peces pequeños nadando cerca, con suaves sonidos de aleteo.  Un susurro mágico y suave (como \"Ooooh\", o un suspiro de asombro) en el momento de la explosión de la burbuja.\n* **Ambiente sonoro:**  Submarino sutil y relajante, con un ligero zumbido de máquinas en segundo plano (muy bajo volumen), similar a una maquinaria acuática antigua y sofisticada.  Se debe percibir como un sonido ambiental que no domine los elementos ASMR.\n* **Efectos:**  Sin ecualizadores o efectos visuales de audio. Audio binaural para inmersión máxima.  Priorizar la claridad y la nitidez de los sonidos ASMR.  Los sonidos deben ser adictivos, generando una sensación de calma y curiosidad.\n\n**Requisitos Veo3:**\n\n* Optimizar para alta calidad visual a 60fps.\n*  Utilizar iluminación suave y cálida para crear una atmósfera onírica.\n*  Mantener una paleta de colores pastel y vibrantes.\n*  El video debe ser fluido, hipnótico y visualmente atractivo para TikTok.\n\n\n**Continuidad narrativa:**  El video debe conectar visualmente con las secuencias anteriores (asumir una estética consistente).  La explosión de la burbuja debe sugerir una transición a la siguiente secuencia o un final satisfactorio.\n\n**Viralidad:**  Se busca una experiencia sensorial inmersiva que genere curiosidad y un deseo de ver más.  La estética visual y la calidad de audio ASMR deben ser excepcionales para maximizar el potencial viral.",
  "generation_method": "ffmpeg_narrative",
  "status": "generated",
  "asmr_enabled": true,
  "narrative_sequence": true,
  "duration": "5 seconds",
  "timestamp": "2025-09-10T22:47:15.262075"
}