{
  "video_file": "data/videos/narrative_video_1.mp4",
  "source_image": "data/images/gemini_image_1.png",
  "prompt_used": "Genera un video ASMR de 4-6 segundos para Veo3, titulado \"Fábrica de Sueños Acuáticos - Capítulo 1: El Descenso\",  continuando una narrativa submarina.\n\n**Visuales:**\n\n* **Escena:** Descenso lento y fluido de cámara a través de algas luminiscentes, revelando una fábrica submarina de metal oxidado y coral.  Enfoque en texturas detalladas.  Máquinas gigantescas y misteriosas son visibles parcialmente, sugiriendo escala.  Burbujas de neón azul emanan de tuberías, creando un movimiento fluido y orgánico.\n* **Movimiento de Cámara:** Descenso suave y vertical, con ligeros movimientos laterales para resaltar detalles de las texturas y el movimiento de las burbujas.  Transición sutil al final, posiblemente un ligero zoom o acercamiento a un detalle específico para crear expectativa.\n* **Iluminación:**  Luz tenue y azulada, emanando de las algas y las burbujas de neón, creando una atmósfera misteriosa y mágica.\n* **Estética:**  TikTok viral:  Visualmente atractiva, con colores vibrantes y contrastantes (azul oscuro, neón azul, óxido anaranjado), y alta calidad visual.\n\n**Audio ASMR (Binaural recomendado):**\n\n* **Sonido Principal:**  Priorizar la mezcla de sonidos para una experiencia envolvente.  El sonido de burbujas explotando suavemente debe ser predominante, acompañado por un goteo constante de agua, un susurro ambiental sutil (como el sonido del océano) y un tapping suave y rítmico al contacto de las burbujas con superficies (metal, coral).  La intensidad de cada sonido debe variar sutilmente para mantener el interés.\n* **Efectos:**  No se usarán efectos de ecualización ni elementos visuales de audio.  El audio debe ser puro y limpio.\n* **Mezcla:** El audio debe ser envolvente y adictivo, manteniendo el equilibrio entre los diferentes sonidos ASMR para una experiencia relajante y estimulante.  Priorizar la calidad sobre la cantidad.\n\n\n**Continuidad Narrativa:**\n\n* El video debe crear una atmósfera de misterio y expectativa, conectando visualmente con secuencias futuras (si existen), manteniendo la coherencia en iluminación, estilo y ambiente.  El final del video debe anticipar la siguiente secuencia de la historia.\n\n\n**Restricciones:**\n\n* Sin música de fondo.\n* Sin elementos visuales de ecualizador o efectos de audio visibles.\n* Enfoque en la experiencia sensorial ASMR.\n\n**Prioridades:**  Texturas, sonidos ASMR envolventes, movimientos de cámara fluidos y estética viral de TikTok.",
  "generation_method": "ffmpeg_narrative",
  "status": "generated",
  "asmr_enabled": true,
  "narrative_sequence": true,
  "duration": "5 seconds",
  "timestamp": "2025-09-10T22:46:59.224861"
}