{
  "video_file": "data/videos/narrative_video_1.mp4",
  "source_image": "data/images/gemini_image_1.png",
  "prompt_used": "Genera un video corto de 4-6 segundos para Veo3, estilo TikTok viral,  titulado \"El Bosque de Cristal - Capítulo 1: La Entrada\".  La escena muestra a una exploradora entrando en un bosque de árboles de cristal.\n\n**Visuales:**\n\n* **Formato:** Vertical (9:16).  Enfoque nítido en la exploradora y los detalles texturales.\n* **Movimiento:**  Zoom suave y lento hacia la exploradora mientras cruza una cascada cristalina (0-2 segundos).  Luego, un suave movimiento de cámara a través del bosque de cristal, enfocando en el brillo de las hojas y la textura del suelo (2-6 segundos).  Transición fluida entre ambos movimientos.\n* **Elementos:**  Cascada cristalina, árboles de cristal con hojas brillantes, suelo de cristal con texturas visibles.  Iluminación natural, mágica y sutil.  Texturas visibles en cada elemento.\n* **Estilos Visuales:**  Colores vibrantes pero naturales.  Alta definición y enfoque nítido en texturas.  Evitar efectos visuales artificiales.\n\n\n**Audio ASMR (Binaural si es posible):**\n\n* **Sonido Principal 1 (0-2s):**  Agua cristalina corriendo sobre rocas lisas, con un sonido envolvente que destaca el movimiento del agua y su textura.\n* **Sonido Principal 2 (2-6s):**  Crujido suave y repetitivo de hojas de cristal rozándose entre sí, sincronizado con el movimiento de la cámara.  Acompañado de un sutil tapping rítmico de las botas de la exploradora sobre el suelo de cristal.\n* **Ambiente Sonoro (0-6s):**  Un eco suave y constante, que crea una atmósfera de misterio y tranquilidad.  Susurros etéreos y casi imperceptibles al fondo, que aumentan la sensación de magia.  Ningún otro sonido que compita con los sonidos principales.  Priorizar la claridad y pureza de los sonidos ASMR.\n* **Música:**  Ninguna.  Exclusivamente sonidos ASMR.\n\n\n**Narrativa y Viralidad:**\n\n* **Coherencia:**  Iluminación y estilo visual consistentes con posibles secuencias futuras.\n* **Expectativa:**  La escena debe crear intriga sobre lo que se encuentra más allá de la cascada.\n* **Adictivo:**  Los sonidos ASMR deben ser repetitivos pero no monótonos, manteniendo la atención del espectador.\n* **TikTok:**  Video corto, vertical, con una estética atractiva y visualmente cautivadora.  Movimiento fluido y lento, ideal para el consumo en redes sociales.\n\n\n**Elementos a evitar:**  Efectos visuales de ecualizador, cualquier elemento visual de audio, música de fondo, y cualquier sonido que no sea ASMR puro y natural.",
  "generation_method": "ffmpeg_narrative",
  "status": "generated",
  "asmr_enabled": true,
  "narrative_sequence": true,
  "duration": "5 seconds",
  "timestamp": "2025-09-07T20:46:42.245414"
}