{
  "video_file": "data/videos/narrative_video_2.mp4",
  "source_image": "data/images/gemini_image_2.png",
  "prompt_used": "## Veo3 Prompt: El Bosque de Cristal - Sendero Luminoso (ASMR)\n\n**Título:** El Bosque de Cristal - Sendero Luminoso (ASMR) - Capítulo 2/3\n\n**Duración:** 4-6 segundos\n\n**Estilo:** TikTok viral, ASMR envolvente, estética limpia y minimalista.\n\n**Visuales:**\n\n* **Escena:** Close-up de manos interactuando con cristales de diversas texturas (lisas, rugosas, facetadas) a lo largo de un sendero luminoso.  Iluminación suave y cálida, con un sutil efecto bokeh para resaltar los cristales.  Profundidad de campo reducida para enfocar en los cristales y las manos.\n* **Movimiento:** Lento, fluido y deliberado.  Movimientos de cámara suaves que siguen el recorrido de las manos sobre los cristales.  Transiciones: sutil desvanecimiento entre planos similares para mantener la continuidad.  Considerar un ligero zoom en momentos clave.\n* **Texturas:**  Énfasis visual en las texturas de los cristales, resaltando la interacción de la luz sobre las superficies.\n* **Colores:** Gama cromática cálida y natural, con tonos pastel para acentuar la atmósfera mística.\n\n**Sonido (ASMR):**  Binaural, limpio y sin música de fondo.  Priorizar la claridad y la inmersión.\n\n* **Elementos clave:**\n    * **Scratching:** Sonidos nítidos y detallados del deslizamiento de dedos sobre diferentes texturas de cristales.  Variar la presión y la velocidad para crear interés.\n    * **Tapping:**  Golpecitos suaves y precisos sobre los cristales, capturando la resonancia única de cada uno.\n    * **Susurros mágicos:** Susurros suaves y etéreos, aparentemente emanando de los cristales, que sugieren una narrativa misteriosa.\n    * **Resonancia cristalina:**  Suaves sonidos melodiosos y tintineantes de los cristales, como si estuvieran vibrando con la energía del bosque.\n    * **Ambiente:** Sonidos ambientales sutiles de un bosque tranquilo (hojas susurrando, un arroyo lejano), creando una atmósfera serena y envolvente sin distraer de los sonidos principales ASMR.\n\n\n**Continuidad Narrativa:**\n\n* **Continuidad visual:**  Mantener una coherencia visual con la secuencia anterior (asumiendo que se ha establecido una estética similar).\n* **Suspense:**  El final debe generar intriga para el siguiente capítulo, mostrando una parte del sendero aún por explorar o un cristal particularmente intrigante.\n\n**Efectos Visuales:** Ninguno, excepto la iluminación suave y la profundidad de campo.  No se deben utilizar efectos de ecualizador u otros elementos visuales de audio.\n\n\n**Palabras clave para Veo3:** ASMR, cristales, bosque, mágico, misterioso,  textura, binaural,  envolvente, TikTok, viral,  suave,  fluido,  hipnótico,  minimalista.",
  "generation_method": "ffmpeg_narrative",
  "status": "generated",
  "asmr_enabled": true,
  "narrative_sequence": true,
  "duration": "5 seconds",
  "timestamp": "2025-09-07T20:46:48.960978"
}